<?php
// Heading
$_['heading_title']            = 'Корзина покупок';

// Text
$_['text_success']             = '<a href="%s">%s</a> добавлен <a href="%s">в корзину покупок</a>!';
$_['text_remove']              = 'Успешно удален из корзины!';
$_['text_edit']                = 'Успешно редактировано в список пожеланий!';
$_['text_login']               = 'Необходимо <a href="%s">авторизироваться</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
$_['text_items']               = 'Товаров %s  (%s)';
$_['text_points']              = 'Бонусные баллы: %s';
$_['text_next']                = 'Что бы вы хотели сделать дальше?';
$_['text_next_choice']         = 'Если у вас есть код купона на скидку или бонусные баллы, которые вы хотите использовать, выберите соответствующий пункт ниже. А также, Вы можете приблизительно узнать стоимость доставки в ваш регион.';
$_['text_empty']               = 'Корзина пуста!';
$_['text_day']                 = 'день';
$_['text_week']                = 'неделю';
$_['text_semi_month']          = 'полмесяца';
$_['text_month']               = 'месяц';
$_['text_year']                = 'год';
$_['text_trial']               = 'Стоимость: %s; Периодичность: %s %s; Кол-во платежей: %s; Далее, ';
$_['text_recurring']           = 'Стоимость: %s; Периодичность: %s %s';
$_['text_length']              = ' Кол-во платежей: %s';
$_['text_payment_cancel']     = 'до отмены';
$_['text_recurring_item']      = 'Периодические платежи';
$_['text_payment_recurring']   = 'Платежный профиль';
$_['text_trial_description']   = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: %d;  Далее,  ';
$_['text_payment_description'] = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: %d';
$_['text_payment_cancel']      = 'Стоимость: %s; Периодичность: %d %s; Кол-во платежей: до отмены';

// Column
$_['column_image']             = 'Изображение';
$_['column_name']              = 'Название';
$_['column_model']             = 'Модель';
$_['column_quantity']          = 'Количество';
$_['column_price']             = 'Цена за шт.';
$_['column_total']             = 'Всего';

// Error
$_['error_stock']              = 'Товары отмеченные *** отсутствуют в нужном количестве или их нет на складе!';
$_['error_minimum']            = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']           = '%s обязательно!';
$_['error_product']            = 'В вашей корзине нет товаров!';
$_['error_recurring_required'] = 'Пожалуйста, выберите периодичность платежа!';


// Text
$_['text_account']                 = 'Личный Кабинет';
$_['text_login']                   = 'Авторизация';
$_['text_new_customer']            = 'Новый клиент';
$_['text_register']                = 'Регистрация';
$_['text_register_account']        = 'Создание учетной записи поможет покупать быстрее. Вы сможете контролировать состояние заказа, а также просматривать заказы сделанные ранее. Вы сможете накапливать призовые баллы и получать скидочные купоны. <BR>А постоянным покупателям мы предлагаем гибкую систему скидок и персональное обслуживание.<BR>';
$_['text_returning_customer']      = 'Зарегистрированный клиент';
$_['text_i_am_returning_customer'] = 'Войти в Личный Кабинет';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'E-Mail';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Неправильно заполнены поле E-Mail и/или пароль!';
$_['error_attempts']               = 'Вы превысили максимальное количество попыток авторизации. Повторите попытку авторизации на сайте через 1 час';
$_['error_approved']               = 'Необходимо подтвердить аккаунт перед авторизацией.';
$_['no_account_yet']               = 'Еще нет аккаунта?';
$_['register_text']                = 'Зарегистрируйтесь';
$_['hello_user']                   = 'Здравствуйте, '; 
$_['basket']                       = 'Корзина';
