<?php

$_['text_error']               = 'Товар не найден!';

$_['error_price']    =   'Цена не может быть пустой.';
$_['error_firstname']    =   'Первое имя не может быть пустым.';
$_['error_lastname']    =   'Фамилия не может быть пустой.';
$_['error_phone']    =   'Телефон не может быть пустым.';
$_['error_street']    =   'Улица не может быть пустой.';
$_['error_supplement_address']    =   'Адрес дополнения не может быть пустым.';
$_['error_zip_code']    =   'Почтовый индекс не может быть пустым.';
$_['error_city']    =   'Город не может быть пустым.';
$_['error_delivery_method']    =   'Способ доставки не может быть пустым.';
$_['error_country']    =   'Страна не может быть пустой.';
$_['error_text']       = 'Ошибка';

$_['text_success']     = 'Ваше ценовое предложение успешно отправлено!';